<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<h3>Проверка значимости с помощью t-критерия</h3><br>
<strong>Гипотеза</strong><br><br>
H0:β1=0<br>
H1:β1≠0<br><br>
Нулевая гипотеза предполагает, что между Х и У не существует линейной зависимости.<br>
Альтернативная гипотеза утверждает, что между X и У существует зависимость, либо положительная, либо
отрицательная.<br><br>
t-вычисленное = 8,414<br>
t-расчетное = 2,414<br><br>
8,414>2,414 Следовательно нулевую гипотезу отклоняют
<ul class="pager">
    <li class="previous">
        <a href="#" data-step="3">&larr; Назад</a>
    </li>
    <li class="next">
        <a href="#" data-step="3">Далее &rarr;</a>
    </li>
</ul>